Repository: PLAYGAMEMPE/Vanilla-RTX-App-Enhanced
Catalog: src/Strings/*/LUTManager.resw
Source language: en_us
Languages: es_es

# Window.Title
source: RTX LUT Manager
es_es: Administrador de LUT RTX

# ManualSelectionIntroText.Text
source: The app couldn't auto-locate your game files using the usual fast methods! A system-wide scan is in progress, there is a high chance it will find your game given enough time.
es_es: La aplicación no pudo ubicar automáticamente los archivos del juego usando los métodos rápidos habituales. Hay un escaneo del sistema en progreso; es muy probable que encuentre el juego si le das suficiente tiempo.

# ManualSelectionText.Text
source: But if it is taking too long? Click to manually navigate to the folder where the game is installed to, it should have a file called Minecraft.Windows.exe inside of it. The app is tolerant towards slightly imprecise location selections, it will still try to have a look around no matter where you select, but if you're still having trouble finding out where your game is installed to, join the Vanilla RTX Discord server and ask for help, or try to find out online.
es_es: ¿Está tardando demasiado? Haz clic para navegar manualmente hasta la carpeta donde está instalado el juego; debería contener un archivo llamado Minecraft.Windows.exe. La aplicación tolera selecciones de ubicación algo imprecisas, ya que igual intentará revisar los alrededores sin importar dónde selecciones, pero si aún así tienes problemas para encontrar dónde está instalado tu juego, únete al servidor de Discord de Vanilla RTX y pide ayuda, o intenta averiguarlo en línea.

# WindowTitle_Format
source: RTX LUT manager - {0}
es_es: Administrador de LUT de RTX - {0}

# SelectPresetMenu_Loading
source: Loading...
es_es: Cargando...

# SelectPresetMenu_ToolTip
source: Select a LUT preset
es_es: Selecciona un preset de LUT

# SelectPresetMenu_NoSelection
source: Select a preset...
es_es: Selecciona un preset...

# SelectPresetMenu_InstalledPreset
source: Installed Preset: {0}
es_es: Preset instalado: {0}

# SelectPresetMenu_SelectedPreset
source: Selected Preset: {0}
es_es: Preset seleccionado: {0}

# InstallButton_ToolTip
source: Install the selected preset.
es_es: Instala el preset seleccionado.

# InstallButton_Install
source: Install
es_es: Instalar

# InstallButton_Reinstall
source: Reinstall
es_es: Reinstalar

# PresetMenuItem_Incomplete
source: {0} (incomplete)
es_es: {0} (incompleto)

# Status_InitializationError
source: Initialization error: {0}
es_es: Error de inicialización: {0}

# Status_CouldNotEstablishDefaultsFolder
source: Could not establish defaults folder
es_es: No se pudo crear la carpeta de valores predeterminados

# Status_NoValidInstallationSelected
source: No valid Minecraft installation selected
es_es: No se seleccionó una instalación válida de Minecraft

# Status_InstalledLutPreset
source: Installed LUT preset: {0}
es_es: Preset de LUT instalado: {0}
